import './About.css';

export function About(){
    return (
        <>
            <div className="info_inner">
                <p className="info">Здесь вас ждут трендовые и актуальные новинки мужской одежды TRENDSETTERS. В каталог новинок попадают модели из самых последних коллекций, которые сочетают в себе модные тенденции и комфортный крой. Благодаря широкой размерной сетке любой мужчина сможет выбрать себе самую стильную одежду и быть в тренде.  
                    <br/><br/>
                    В разделе новинок можно купить стильный тотал-лук для любого случая или добавить к образу несколько акцентных деталей из мужских аксессуаров. Чтобы собрать свой уникальный и индивидуальный образ, потребуется совсем немного времени: в нашем интернет-магазине вы можете купить новые модели по доступным ценам всего за несколько минут. Оформляйте заказ на сайте, оплачивайте его удобным для вас способом и выбирайте любой способ доставки. <p class="info"/>                
                        <br/>Новинки мужской одежды TRENDSETTERS – это стильные и качественные решения для ваших образов на каждый день: верхняя одежда, спортивные коллекции для комфортных тренировок, одежда в стиле кэжуал для активных будней, элегантные костюмы и стильные аксессуары.
                    <br/><br/>
                    Следить за фэшн-тенденциями очень легко – каталог новинок мужской одежды регулярно пополняется! Составляйте свои стильные сочетания и создавайте трендовые образы с моделями из последних коллекций TRENDSETTERS. 
                
                </p>
            </div>
        </>
    )
}